Repository: torikulhabib/niki
Catalog: po/extra/*.po
Languages: nl, pt, tr

source: Media Player
nl: Mediaspeler
pt: Leitor de Multimédia
tr: Medya Oynatıcı

source: DLNA Video Music and Streaming.
nl: DLNA, video, muziek en streamen
pt: Vídeo e Música DLNA e Streaming.
tr: DLNA Video Müzik ve Yayın Akışı.

source: Features:
nl: Kenmerken:
pt: Funcionalidades:
tr: Özellikleri:

source: Movie player.
nl: Videospeler
pt: Leitor de filmes.
tr: Film oynatıcı.

source: Music player.
nl: Muziekspeler
pt: Leitor de música.
tr: Müzik çalar.

source: lyric Maker.
nl: Songtekst samenstellen
pt: Criador de Letras de Música.
tr: Şarkı sözleri üretici.

source: Lyric.
nl: Songteksten
pt: Letra de Música.
tr: Şarkı Sözleri.

source: Equalizer.
pt: Equalizador.

source: Video Balance.
nl: Videobalans
pt: Equilíbrio de Vídeo.
tr: Video Dengesi.

source: Album art as background.
nl: Albumhoes als achtergrond
pt: Arte de álbum como fundo.
tr: Arka plan olarak albüm resmi.

source: Blurred background.
nl: Achtergrondvervaging
pt: Fundo desfocado.
tr: Arka plan bulanık.

source: DLNA Explorer.
nl: DLNA-verkenner
pt: Navegador de DLNA.
tr: DLNA Gezgini.

source: DLNA Controller.
nl: DLNA-bediening
pt: Controlo de DLNA.
tr: DLNA Denetleyicisi.

source: Camera.
pt: Câmara.
tr: Kamera.

source: Disk Drive.
nl: Schijf
pt: Unidade de Disco.
tr: Disk Sürücüsü.

source: Fix and add Features!
nl: Foutoplossingen en nieuwe mogelijkheden
pt: Correções e funcionalidades adicionadas!
tr: Düzeltin ve Özellikler ekleyin!

source: Lyric Maker!
nl: Songteksten samenstellen!
pt: Criador de Letras de Música!
tr: Şarkı Sözleri Üretici!

source: Scr Lyric!
nl: Zoeken naar songteksten!
pt: Sincronização de Letras de Música!
tr: Scr Şarkı Sözleri!

source: Fix Typos by Nathan Bonnemains!
nl: Typfouten verholpen, met dank aan Nathan Bonnemains!
pt: Correção de erros de ortografia por Nathan Bonnemains!
tr: Yazım hatası düzeltildi (Nathan Bonnemains)

source: Updated Dutch translation by Safak GENISOL!
nl: Nederlandse vertaling bijgewerkt, met dank aan Safak GENISOL!
pt: Tradução Holandesa atualizada por Safak GENISOL!
tr: Şafak GENİSOL'un Türkçe çevirisi güncellendi!

source: Hello Hera!
nl: Hallo Hera!
pt: Olá Hera!
tr: Merhaba Hera!

source: Multimedia Player
nl: Multimediaspeler
pt: Leitor Multimédia
tr: Multimedya Oynatıcı

source: Niki Player;
nl: Niki-speler;
pt: Leitor Niki;

source: videos;movies;shows;
nl: video's;films;shows;
pt: videos;vídeos;movies;filmes;shows;séries;
tr: videolar,filmler,şovlar;

source: Streaming.
nl: Streamen
tr: Yayın Akışı.
